app/controllers/contents_controller.rb

  def index
  	@content = Content.all
---
SELECT "contents".* FROM "contents"